{
  "about": {
    "about_confession": "Über die Beichte",
    "about_confession_end": "Wenn Sie zur Beichte gehen, haben Sie in der Regel die Wahl, ob Sie anonym hinter einem Bildschirm knien oder von Angesicht zu Angesicht mit Ihrem Beichtvater sitzen. Was auch immer Sie beichten, Ihr Priester hat es schon einmal gehört. Denken Sie daran, dass er da ist, um Ihnen zu helfen.",
    "about_confession_intro": "Die Beichte ist das heilige Sakrament, durch das die Katholiken aus Gottes Barmherzigkeit Vergebung für ihre Sünden erlangen und so mit der Kirche, der Gemeinschaft der Gläubigen, dem Leib Christi, versöhnt werden.",
    "about_confessit": "Über ConfessIt",
    "about_confessit_text": "ConfessIt ist eine <0>römisch-katholische</0> Gewissenserforschung für Computer, Tablets und Telefone. Es ist einfach und leicht zu bedienen und kann dir helfen, dich an deine Sünden zu erinnern, wenn du zur Beichte gehst. Es gibt auch eine Anleitung zur Beichte, die Ihnen genau sagt, was der Priester sagen wird und wie Sie darauf reagieren sollten - ein großartiges Hilfsmittel, wenn Sie schon lange nicht mehr zur Beichte gegangen sind! Die Gewissenserforschung basiert auf den grundlegenden Lehren der katholischen Kirche, ist leicht zu verstehen und für moderne Katholiken relevant.",
    "about_the_developer": "Über den Entwickler",
    "about_this_app": "Über diese App",
    "can_i_help_with_translations": "Kann ich bei Übersetzungen helfen?",
    "can_i_help_write_code": "Kann ich beim Programmieren helfen?",
    "ccc_quote": "<p>Es wird Sakrament der Bekehrung genannt, weil es den Aufruf Jesu zur Umkehr sakramental vergegenwärtigt, den ersten Schritt zur Rückkehr zum Vater (vgl. Mk 1,15; Lk 15,18), von dem man sich durch Sünde entfernt hat.</p><p>Es wird das Sakrament der Buße genannt, da es die persönlichen und kirchlichen Schritte des christlichen Sünders zur Umkehr, Buße und Genugtuung weiht.</p><p>Es wird das Sakrament der Beichte genannt, da die Offenbarung oder das Bekenntnis der Sünden gegenüber einem Priester ein wesentliches Element dieses Sakraments ist. In einem tiefen Sinn ist es auch ein \"Bekenntnis\" - Anerkennung und Lobpreisung - der Heiligkeit Gottes und seiner Barmherzigkeit gegenüber dem sündigen Menschen.</p><p>Es wird Sakrament der Vergebung genannt, denn durch die sakramentale Absolution des Priesters gewährt Gott dem Pönitenten \"Vergebung und Frieden\" (Ordo paenitantiae 46 Absolutionsformel).</p><p>Es wird Sakrament der Versöhnung genannt, denn es vermittelt dem Sünder die Liebe Gottes, der versöhnt: \"Seid versöhnt mit Gott\" (2 Kor 5,20). Wer aus der barmherzigen Liebe Gottes lebt, ist bereit, dem Ruf des Herrn zu folgen: \"Geh hin und versöhne dich mit deinem Bruder\" (Mt 5,24).</p><p>Die Bekehrung zu Christus, die neue Geburt in der Taufe, die Gabe des Heiligen Geistes und der als Speise empfangene Leib und das Blut Christi haben uns \"heilig und unbefleckt\" gemacht, so wie auch die Kirche selbst, die Braut Christi, \"heilig und unbefleckt\" ist (Eph 1,4; 5,27). Dennoch hat das in der christlichen Initiation empfangene neue Leben weder die Zerbrechlichkeit und Schwäche der menschlichen Natur noch die Neigung zur Sünde, die die Tradition als Konkupiszenz bezeichnet, beseitigt, die in den Getauften verbleibt, damit sie sich mit Hilfe der Gnade Christi im Kampf des christlichen Lebens bewähren können (vgl. Konzil von Trient, DS 1545; Lumen Gentium 40). Dies ist der Kampf der Bekehrung, der auf die Heiligkeit und das ewige Leben ausgerichtet ist, zu dem uns der Herr immer wieder aufruft.</p><p>Jesus ruft zur Bekehrung. Dieser Ruf ist ein wesentlicher Teil der Verkündigung des Reiches Gottes: \"Die Zeit ist erfüllt, und das Reich Gottes ist nahe herbeigekommen; tut Buße und glaubt an das Evangelium\" (Mk 1,15). Die Taufe ist der wichtigste Ort für die erste und grundlegende Bekehrung, aber auch danach ertönt der Ruf Christi zur Umkehr im Leben der Christen weiter. Diese zweite Bekehrung ist eine ununterbrochene Aufgabe für die ganze Kirche, die, \"die Sünder an ihren Schoß nehmend, zugleich heilig und immer läuterungsbedürftig ist (und) ständig den Weg der Buße und der Erneuerung geht\" (Lumen Gentium 8). Dieses Bemühen um Bekehrung ist nicht nur ein menschliches Werk. Es ist die Bewegung eines \"zerknirschten Herzens\", das von der Gnade gezogen und bewegt wird, um auf die barmherzige Liebe Gottes zu antworten, der uns zuerst geliebt hat (Ps 51,17; Joh 6,44; 12,32; 1 Joh 4,10). Der heilige Ambrosius sagt von den beiden Bekehrungen, dass es in der Kirche \"Wasser und Tränen gibt: das Wasser der Taufe und die Tränen der Reue\" (Epistel 41).</p><footer>- Katechismus der Katholischen Kirche 1423-1424,1426; vgl. 1427-1429</footer>",
    "confessit_is_open_source": "ConfessIt ist Open Source. Wir entwickeln die App auf <0>GitHub</0> und wir arbeiten in der <1>Open Source Catholic</1> Community auf Slack zusammen.",
    "confessit_is_translated": "ConfessIt is translated into multiple languages. If you'd like to help with this effort by adding a new translation or improving an existing translation, please read about how to do so on <0>GitHub</0> or get in touch with us on <1>Open Source Catholic</1> Slack.",
    "if_you_find": "Wenn du diese App nützlich findest, erwäge bitte, sie <strong>mit deinen Freunden und deiner Familie zu teilen</strong>. Erzählen Sie auf Facebook, Reddit, Twitter, in Ihrer Kirche oder in Ihrer Bibelstudiengruppe davon, um sie zu verbreiten!",
    "information": "Bibelzitate in dieser App stammen aus der revidierten Standardversion der Heiligen Bibel, zweite katholische Ausgabe. Auch Informationen aus dem Katechismus der Katholischen Kirche wurden verwendet.",
    "information_you_enter": "Die von Ihnen in diese App eingegebenen Informationen werden nur auf Ihrem Gerät gespeichert. Sie werden nicht über das Internet gesendet. Wir können dies durch eine Technologie Ihres Webbrowsers ermöglichen, die <0>lokaler Speicher</0> genannt wird. Wir verwenden weder Google Analytics noch andere Datenerfassungsmechanismen auf dieser Website. Die eingegebenen Daten werden auf Ihrem Gerät gespeichert, bis Sie auf <1>Löschen</1> klicken, auch wenn Sie das Fenster schließen oder die Seite aktualisieren.",
    "mike_kasberg": "<0>Mike Kasberg</0> entwickelt ConfessIt in seiner Freizeit, als eine Art, der Kirche etwas zurückzugeben. Er engagiert sich auch in einigen anderen kleinen Projekten, um katholische Organisationen technologisch zu unterstützen.",
    "open_source": "Open Source",
    "please_be_respectful": "Bitte nehmen Sie Rücksicht auf Ihre Mitmenschen, wenn Sie diese App nutzen. Ich empfehle Ihnen, Ihr Telefon auszuschalten, wenn Sie in Ihrer Kirche sind, und diese App zu benutzen, bevor Sie ankommen. Wenn Sie diese App in Ihrer Kirche oder während der Beichte verwenden, stellen Sie bitte sicher, dass Ihr Telefon auf lautlos gestellt ist.",
    "privacy": "Datenschutz",
    "this_app_is_designed": "Diese App soll römischen Katholiken helfen, sich auf das Sakrament der Beichte vorzubereiten, indem sie ihr Gewissen prüfen. Sie ist <strong>NICHT</strong> ein Ersatz für die Beichte.",
    "this_website": "Diese Website, <0>ConfessIt.app</0>, basiert auf der <1>ConfessIt Android App</1> (2012 vom selben Entwickler erstellt). Es handelt sich zwar (noch) nicht um eine vollständige Reproduktion, aber sie soll die App einer größeren Anzahl von Nutzern auf einer breiteren Palette von Geräten zugänglich machen. (Diese Website funktioniert auf iOS, Android, Tablets und Computern!)",
    "we_welcome_new_contributions": "Wir begrüßen neue Beiträge. Wenn Sie zu ConfessIt beitragen möchten, lesen Sie am besten auf <0>GitHub</0> nach, wie Sie dies tun können.",
    "where_to_find": "Die Beichtzeiten werden in Ihrem örtlichen Pfarrblatt angegeben und sind auch online auf der Website Ihrer Pfarrei oder unter <0>massimes.org</0> zu finden. Sie können auch jederzeit einen Beichttermin vereinbaren, indem Sie sich an Ihre Gemeinde wenden."
  },
  "addbutton": {
    "add": "Hinzufügen",
    "add-custom-sin": "Füge eigene Sünde hinzu",
    "cancel": "Stornieren",
    "i-sinned-by": "Ich habe gesündigt, indem ich…"
  },
  "commandments": {
    "1": {
      "description": "Ich bin der Herr, dein Gott, der dich aus dem Land Ägypten, aus dem Haus der Knechtschaft, herausgeführt hat. Du sollst keine anderen Götter haben vor mir ... du sollst dich nicht vor ihnen niederwerfen und ihnen nicht dienen; denn ich, der Herr, dein Gott, bin ein eifersüchtiger Gott ... der Tausenden von Menschen, die mich lieben und meine Gebote halten, unerschütterliche Liebe entgegenbringt. (2. Mose 20,2-6) Die Hauptsünden Hochmut und Völlerei werden oft als Verstoß gegen dieses Gebot angesehen.",
      "text": "Ihr sollt keine anderen Götter haben vor mir. (2 Mose 20:3)",
      "title": "Erstes Gebot"
    },
    "2": {
      "description": "Du sollst den Namen des Herrn, deines Gottes, nicht missbrauchen; denn der Herr wird den nicht freisprechen, der seinen Namen missbraucht. (2. Mose 20:7)",
      "text": "Du sollst den Namen des Herrn, deines Gottes, nicht missbrauchen. (2. Mose 20:7)",
      "title": "Zweites Gebot"
    },
    "3": {
      "description": "Gedenke des Sabbattages, dass du ihn heilig hältst. Sechs Tage sollst du arbeiten und alle deine Werke tun; aber der siebte Tag ist ein Sabbat des Herrn, deines Gottes; an ihm sollst du kein Werk tun... Denn in sechs Tagen hat der Herr Himmel und Erde gemacht und das Meer und alles, was darinnen ist, und ruhte am siebten Tag; darum segnete der Herr den Sabbattag und heiligte ihn. (2. Mose 20:8-11)",
      "text": "Gedenke des Sabbattages, dass du ihn heilig hältst. (2. Mose 20:8)",
      "title": "Drittes Gebot"
    },
    "4": {
      "description": "Ehre deinen Vater und deine Mutter, damit du lange lebst in dem Land, das der Herr, dein Gott, dir gibt. (2. Mose 20:12)",
      "text": "Ehre deinen Vater und deine Mutter. (2. Mose 20:12)",
      "title": "Viertes Gebot"
    },
    "5": {
      "description": "Du sollst nicht töten. (2. Mose 20,13) Die Todsünde des Zorns wird oft mit diesem Gebot in Verbindung gebracht.",
      "text": "Du sollst nicht töten. (2. Mose 20:13)",
      "title": "Fünftes Gebot"
    },
    "6": {
      "description": "Du sollst nicht ehebrechen. (2. Mose 20:14) Die Todsünde der Lust bricht dieses Gebot.",
      "text": "Du sollst nicht ehebrechen. (2. Mose 20:14)",
      "title": "Sechstes Gebot"
    },
    "7": {
      "description": "Du sollst nicht stehlen. (2. Mose 20:15) Die Todsünden Habgier und Trägheit werden oft als Verstoß gegen dieses Gebot angesehen.",
      "text": "Du sollst nicht stehlen. (2. Mose 20:15)",
      "title": "Siebtes Gebot"
    },
    "8": {
      "description": "Du sollst kein falsches Zeugnis gegen deinen Nächsten ablegen. (2. Mose 20:16)",
      "text": "Du sollst kein falsches Zeugnis gegen deinen Nächsten ablegen. (2. Mose 20:16)",
      "title": "Achtes Gebot"
    },
    "9": {
      "description": "Du sollst nicht begehren deines Nächsten Weib (2. Mose 20,17) Die Todsünde der Eifersucht kann dieses Gebot brechen.",
      "text": "Du sollst nicht die Frau deines Nächsten begehren. (2. Mose 20:17)",
      "title": "Neuntes Gebot"
    },
    "10": {
      "description": "Du sollst nicht begehren deines Nächsten Haus ... oder seinen Knecht oder seine Magd oder seinen Ochsen oder seinen Esel oder alles, was deines Nächsten ist. (2. Mose 20:17) Die Todsünde der Eifersucht kann dieses Gebot brechen.",
      "text": "Du sollst nicht begehren deines Nächsten Gut. (2. Mose 20:17)",
      "title": "Zehntes Gebot"
    },
    "11": {
      "description": "Die Gebote der Kirche stehen im Kontext eines sittlichen Lebens, das mit dem liturgischen Leben verbunden ist und von ihm genährt wird. Der obligatorische Charakter dieser von den Hirtenbehörden erlassenen positiven Gesetze soll den Gläubigen das notwendige Mindestmaß an Gebetsgeist und sittlicher Anstrengung, an Wachstum in der Gottes- und Nächstenliebe garantieren (KKK 2041).",
      "text": "Die Gebote der katholischen Kirche sind die Mindestanforderungen, die alle Katholiken erfüllen sollten.",
      "title": "Gebote der Kirche"
    }
  },
  "examine_list": {
    "examine": "Untersuchen"
  },
  "examineitem": {
    "yes": "Ja"
  },
  "help": {
    "basic_usage": "Grundlegende Verwendung",
    "confessit_help": "ConfessIt Hilfe",
    "data_persistence": "Datenpersistenz",
    "data_persistence_text": "Die eingegebenen Daten werden auf Ihrem Gerät gespeichert (niemals über das Internet gesendet). Die eingegebenen Daten bleiben gespeichert, bis Sie auf <strong>Löschen</strong> klicken, auch wenn Sie das Fenster schließen oder die Seite aktualisieren. Vergewissern Sie sich, dass Sie Ihre Daten löschen, wenn Sie fertig sind, falls Sie nicht möchten, dass andere Personen, die dieses Gerät verwenden, Ihre Daten sehen!",
    "step_1": "Im Tab <strong>Prüfung</strong> markiere <strong>Ja</strong> neben allen Sünden, an die du dich beim Beichten erinnern möchtest.",
    "step_2": "Wische zum nächsten Tab, <strong>Überprüfen</strong>, um eine Liste der Sünden zu sehen, die du markiert hast. Du kannst diese Liste vor oder während der Beichte ansehen, wenn du möchtest.",
    "step_3": "Wenn du unsicher bist, was du in der Beichte sagen sollst, wechsle zum nächsten Tab, <strong>Anleitung</strong>, um ungefähr zu sehen, was du und der Priester während der Beichte zueinander sagen werden. Du kannst dies während der Beichte überprüfen, wenn du möchtest.",
    "step_4": "Nachdem du gebeichtet hast, verwende den <strong>Löschen</strong> Button, um alle Sünden, die du markiert hast, zu entfernen."
  },
  "navbar": {
    "about": "Über",
    "clear": "Zurücksetzen",
    "help": "Hilfe",
    "prayers": "Gebete"
  },
  "prayers": {
    "act_of_contrition": "Akt der Reue",
    "act_of_contrition_text": "Mein Gott,<br />ich bereue meine Sünden von ganzem Herzen.<br />Indem ich mich entschlossen habe, Unrecht zu tun und Gutes zu unterlassen, habe ich gegen Dich gesündigt, den ich über alles lieben sollte.<br />Ich nehme mir fest vor, mit Deiner Hilfe Buße zu tun, nicht mehr zu sündigen und alles zu meiden, was mich zur Sünde verleitet.<br />Jesus Christus hat gelitten und ist für uns gestorben. In seinem Namen, mein Gott, sei mir gnädig.",
    "another_act_of_contrition": "Ein weiterer Akt der Reue",
    "another_act_of_contrition_text": "Oh mein Gott,<br />es tut mir von Herzen leid, dass ich Dich beleidigt habe, und ich verabscheue alle meine Sünden, weil ich den Verlust des Himmels und die Schmerzen der Hölle fürchte,<br />aber vor allem, weil sie Dich, meinen Gott, beleidigen, der so gut ist und meine Liebe verdient.<br />Ich nehme mir fest vor, mit Hilfe Deiner Gnade meine Sünden zu bekennen, Buße zu tun und mein Leben zu ändern.<br />Amen.",
    "hail_holy_queen": "Gegrüßt sei die Heilige Königin",
    "hail_holy_queen_text": "Gegrüßt seist du, heilige Königin, Mutter der Barmherzigkeit<br />Unser Leben, unsere Süße und unsere Hoffnung<br />Zu dir schreien wir, arme verbannte Kinder Evas. Zu dir senden wir unsere Seufzer, einsam und weinend in diesem Tal der Tränen.<br />Wende nun, gnädigste Fürsprecherin, deine Augen der Barmherzigkeit zu uns, und zeige uns nach diesem Exil die gesegnete Frucht deines Leibes, Jesus.<br />O milde, o liebende, o süße Jungfrau Maria. Bete für uns, heilige Mutter Gottes, dass wir der Verheißungen Christi würdig werden.<br />Amen.",
    "hail_mary": "Ave Maria",
    "hail_mary_text": "Gegrüßt seist du Maria, voll der Gnade.<br />Der Herr ist mit dir.<br />Gesegnet bist du unter den Frauen, und gesegnet ist die Frucht deines Leibes, Jesus.<br />Heilige Maria, Mutter Gottes,<br />bete für uns Sünder, jetzt und in der Stunde unseres Todes.<br />Amen.",
    "our_father": "Vater unser",
    "our_father_text": "Vater unser,<br />der Du bist im Himmel, geheiligt werde Dein Name,<br />dein Reich komme, Dein Wille geschehe, wie im Himmel so auf Erden.<br />Gib uns heute unser tägliches Brot, und vergib uns unsere Schuld,<br />wie auch wir vergeben unseren Schuldigern,<br />und führe uns nicht in Versuchung, sondern erlöse uns von dem Bösen.<br />Amen.",
    "prayer_before_confession": "Gebet vor der Beichte",
    "prayer_before_confession_text": "Mein Herr und Gott, ich habe gesündigt. Ich bin schuldig vor dir.<br />Gib mir die Kraft, deinem Minister zu sagen, was ich dir im Geheimen meines Herzens sage.<br />Vermehre meine Reue. Mache sie echter. Möge es wirklich ein Bedauern darüber sein, Dich und meinen Nächsten beleidigt zu haben, und nicht eine verletzte Selbstliebe.<br />Hilf mir, für meine Sünde zu büßen. Mögen die Leiden meines Lebens und meine kleinen Abtötungen mit den Leiden Jesu, Deines Sohnes, verbunden sein und dazu beitragen, die Sünde aus der Welt zu verbannen.<br />Amen.",
    "prayers": "Gebete",
    "thanksgiving_after_confession": "Danksagung nach der Beichte",
    "thanksgiving_after_confession_text": "Mein liebster Jesus,<br />ich habe alle meine Sünden so gut ich konnte erzählt. Ich habe mich bemüht, eine gute Beichte abzulegen. Ich bin sicher, dass Du mir verziehen hast. Ich danke Dir. Nur wegen all Deiner Leiden kann ich zur Beichte gehen und mich von meinen Sünden befreien. Dein Herz ist voll von Liebe und Barmherzigkeit für die armen Sünder. Ich liebe Dich, weil Du so gut zu mir bist.<br />Mein liebender Heiland,<br />ich werde versuchen, mich von der Sünde fernzuhalten und Dich jeden Tag mehr zu lieben.<br />Meine liebe Mutter Maria,<br />bitte für mich und hilf mir, meine Versprechen zu halten. Beschütze mich und lass mich nicht in die Sünde zurückfallen."
  },
  "priestbubble": {
    "priest": "Priester"
  },
  "sins": {
    "1": {
      "detail": "Im Glauben gehorchen heißt, sich dem gehörten Wort in Freiheit unterwerfen, weil dessen Wahrheit von Gott, der Wahrheit selbst, verbürgt ist. (KKK 144). Es ist wichtig, an alle Lehren der Kirche zu glauben.",
      "text": "Habe ich mich geweigert, den Lehren der katholischen Kirche zu glauben?",
      "text_past": "Ich weigerte mich, die Lehren der katholischen Kirche zu glauben."
    },
    "2": {
      "detail": "Das erste Gebot verbietet, neben dem einen Herrn, der sich seinem Volk geoffenbart hat, noch andere Götter zu verehren (KKK 2110). Es ist falsch, eine andere Religion als den Katholizismus zu praktizieren, denn es schwächt unsere Beziehung zu unserem Herrn.",
      "text": "Habe ich irgendeine andere Religion außer dem Katholizismus praktiziert?",
      "text_past": "Ich habe eine andere Religion als den Katholizismus praktiziert."
    },
    "3": {
      "detail": "Die Barmherzigkeit Gottes zu vermuten bedeutet, Vergebung ohne Umkehr und Herrlichkeit ohne Verdienst erhoffen zu wollen (KKK 2092). Es ist falsch, etwas Unmoralisches zu tun, weil man erwartet, dass Gott einem vergibt.",
      "text": "Habe ich Gottes Barmherzigkeit vorausgesetzt?",
      "text_past": "Ich ging von Gottes Barmherzigkeit aus."
    },
    "4": {
      "detail": "Gott anzubeten, zu ihm zu beten, ihm den Gottesdienst zu erweisen, der ihm gebührt, die ihm gemachten Versprechen und Gelübde zu erfüllen, sind Akte der Tugend der Religion, die dem Gehorsam gegenüber dem ersten Gebot unterliegen (KKK 2135). Das Gebet ist wichtig, denn ohne Gebet können wir keine Beziehung zu Gott haben.",
      "text": "Wie steht es um mein Gebetsleben? Sollte ich öfter beten?",
      "text_past": "Ich muss öfter beten."
    },
    "5": {
      "detail": "",
      "text": "Unsere Kultur steht oft im Konflikt mit katholischen Idealen. Habe ich versäumt, für katholische Moralvorstellungen einzustehen?",
      "text_past": "Ich habe es versäumt, für katholische Moralvorstellungen einzustehen."
    },
    "6": {
      "detail": "",
      "text": "Habe ich unanständige Sprache verwendet?",
      "text_past": "Ich habe unanständige Sprache benutzt."
    },
    "7": {
      "detail": "Das zweite Gebot verbietet jeglichen Missbrauch des Namens Gottes. Blasphemie ist die Verwendung des Namens Gottes, Jesu Christi, der Jungfrau Maria und der Heiligen auf beleidigende Weise (KKK 2162).",
      "text": "Habe ich den Namen Gottes respektlos verwendet?",
      "text_past": "Ich habe den Namen Gottes respektlos verwendet."
    },
    "8": {
      "detail": "Die Achtung vor seinem Namen ist ein Ausdruck der Achtung, die dem Geheimnis Gottes selbst und der gesamten heiligen Wirklichkeit, die es hervorruft, geschuldet ist (KKK 2144).",
      "text": "Habe ich Gott beleidigt?",
      "text_past": "Ich habe Gott beleidigt."
    },
    "9": {
      "detail": "Das erste Gebot der katholischen Kirche lautet: \"Du sollst am Sonntag und an den gebotenen Feiertagen die heilige Messe besuchen und von serviler Arbeit ruhen\" (KKK 2042). Als Katholiken freuen wir uns darauf, jeden Sonntag die Eucharistie zu feiern. Es ist eine Sünde, die Messe zu schwänzen, weil es unsere Beziehung zu Gott schwächt.",
      "text": "Habe ich die Messe am Sonntag ausgelassen?",
      "text_past": "Ich habe die Messe am Sonntag ausgelassen."
    },
    "10": {
      "detail": "Das erste Gebot der katholischen Kirche lautet: \"Du sollst am Sonntag und an den gebotenen Feiertagen die heilige Messe besuchen und von serviler Arbeit ruhen\" (KKK 2042). Als Katholiken freuen wir uns darauf, jeden Sonntag die Eucharistie zu feiern. Es ist eine Sünde, die Messe zu schwänzen, weil es unsere Beziehung zu Gott schwächt.",
      "text": "Habe ich die Messe an einem gebotenen Feiertag versäumt?",
      "text_past": "Ich habe die Messe an einem gebotenen Feiertag ausgelassen."
    },
    "11": {
      "detail": "Komm früh zur Kirche, nähere dich dem Herrn und beichte deine Sünden, bereue im Gebet... Sei bei der heiligen und göttlichen Liturgie anwesend, schließe ihr Gebet ab und verlasse den Gottesdienst nicht vor der Entlassung... (KKK 2178). Es ist auch unhöflich und störend für andere, die Gottesdienst feiern, zu spät zu kommen oder zu früh zu gehen.",
      "text": "Bin ich zu spät zur Messe gekommen oder zu früh gegangen?",
      "text_past": "Ich bin zu spät zur Messe gekommen oder bin früher gegangen."
    },
    "12": {
      "detail": "",
      "text": "Habe ich meinen Eltern nicht gehorcht?",
      "text_past": "Ich habe meinen Eltern nicht gehorcht."
    },
    "13": {
      "detail": "",
      "text": "Habe ich versäumt, meine Kinder im katholischen Glauben zu erziehen?",
      "text_past": "Ich habe versäumt, meine Kinder im katholischen Glauben zu erziehen."
    },
    "14": {
      "detail": "",
      "text": "Habe ich es versäumt, mich um meine älteren Verwandten zu kümmern?",
      "text_past": "Ich habe es versäumt, mich um meine älteren Verwandten zu kümmern."
    },
    "15": {
      "detail": "",
      "text": "Habe ich meine Familie vernachlässigt?",
      "text_past": "Ich habe meine Familie vernachlässigt."
    },
    "16": {
      "detail": "",
      "text": "Habe ich irgendeinem verantwortlichen Erwachsenen nicht gehorcht?",
      "text_past": "Ich habe einen verantwortlichen Erwachsenen nicht gehorcht."
    },
    "17": {
      "detail": "",
      "text": "Habe ich versäumt, meinen Kindern ihre menschliche Sexualität zu vermitteln?",
      "text_past": "Ich habe versäumt, meinen Kindern ihre menschliche Sexualität zu vermitteln."
    },
    "18": {
      "detail": "",
      "text": "Habe ich ein gerechtes Gesetz gebrochen?",
      "text_past": "Ich habe ein gerechtes Gesetz gebrochen."
    },
    "19": {
      "detail": "",
      "text": "Habe ich jemandem körperlich wehgetan?",
      "text_past": "Ich habe jemanden körperlich verletzt."
    },
    "20": {
      "detail": "",
      "text": "Habe ich eine Abtreibung gehabt? Habe ich an einer Abtreibung teilgenommen?",
      "text_past": "Ich hatte eine Abtreibung oder habe daran teilgenommen."
    },
    "21": {
      "detail": "\"Jede Handlung, die, sei es in Erwartung des ehelichen Aktes, bei seiner Ausführung oder in der Entwicklung seiner natürlichen Folgen, das Ziel verfolgt, sei es als Zweck oder als Mittel, die Zeugung unmöglich zu machen, ist an sich böse\" (KKK 2370). \"Legitime Absichten der Ehepartner rechtfertigen nicht den Rückgriff auf moralisch unannehmbare Mittel (zum Beispiel direkte Sterilisation oder Empfängnisverhütung)\" (KKK 2399). Künstliche Empfängnisverhütung ist falsch, weil sie einen schönen Akt der Liebe in etwas Selbstsüchtiges verwandelt.",
      "text": "Habe ich künstliche Verhütungsmittel verwendet?",
      "text_past": "Ich habe künstliche Verhütungsmittel benutzt."
    },
    "22": {
      "detail": "",
      "text": "Habe ich einen Selbstmordversuch unternommen?",
      "text_past": "Ich habe versucht, Selbstmord zu begehen."
    },
    "23": {
      "detail": "",
      "text": "Habe ich an Euthanasie teilgenommen?",
      "text_past": "Ich habe an Sterbehilfe teilgenommen."
    },
    "24": {
      "detail": "",
      "text": "Habe ich Drogen oder Alkohol missbraucht?",
      "text_past": "Ich habe Drogen oder Alkohol missbraucht."
    },
    "25": {
      "detail": "",
      "text": "Hatte ich außerehelichen Geschlechtsverkehr?",
      "text_past": "Ich hatte außerehelichen Geschlechtsverkehr."
    },
    "26": {
      "detail": "",
      "text": "Bin ich der Sünde der Wollust schuldig?",
      "text_past": "Ich bin schuldig der Sünde der Wollust."
    },
    "27": {
      "detail": "",
      "text": "Habe ich mir Pornografie angesehen?",
      "text_past": "Ich habe mir Pornografie angesehen."
    },
    "28": {
      "detail": "",
      "text": "Habe ich homosexuellen Neigungen nachgegeben?",
      "text_past": "Ich habe meinen homosexuellen Neigungen nachgegeben."
    },
    "29": {
      "detail": "",
      "text": "Habe ich es versäumt, meinen Ehemann oder meine Ehefrau zu ehren?",
      "text_past": "Ich habe versäumt, meinen Ehemann oder meine Ehefrau zu ehren."
    },
    "30": {
      "detail": "",
      "text": "Habe ich erotische Literatur gelesen?",
      "text_past": "Ich lese erotische Literatur."
    },
    "31": {
      "detail": "",
      "text": "Habe ich mich sexuell unmoralisch verhalten?",
      "text_past": "Ich habe mich sexuell unmoralisch verhalten."
    },
    "32": {
      "detail": "",
      "text": "Habe ich mich zu leidenschaftlichen Küssen aus Vergnügen hingegeben?",
      "text_past": "Ich habe mich zu leidenschaftlichem Küssen aus Vergnügen hinreißen lassen."
    },
    "33": {
      "detail": "",
      "text": "Habe ich etwas gestohlen? Wenn ja, in welchem Ausmaß?",
      "text_past": "Ich habe etwas gestohlen. (In einem solchen Ausmaß.)"
    },
    "34": {
      "detail": "",
      "text": "Habe ich Filme, Musik oder Software raubkopiert?",
      "text_past": "Ich habe Filme, Musik oder Software raubkopiert."
    },
    "35": {
      "detail": "",
      "text": "Habe ich gelogen oder betrogen?",
      "text_past": "Ich habe gelogen oder betrogen."
    },
    "36": {
      "detail": "",
      "text": "Habe ich über andere getratscht?",
      "text_past": "Ich habe über andere getratscht."
    },
    "37": {
      "detail": "",
      "text": "Habe ich versäumt, am Aschermittwoch und Karfreitag zu fasten?",
      "text_past": "Ich habe es versäumt, am Aschermittwoch oder Karfreitag zu fasten."
    },
    "38": {
      "detail": "",
      "text": "Habe ich versäumt, an den Freitagen der Fastenzeit und am Aschermittwoch auf Fleisch zu verzichten?",
      "text_past": "Ich habe es versäumt, an einem Freitag in der Fastenzeit oder am Aschermittwoch auf Fleisch zu verzichten."
    },
    "39": {
      "detail": "",
      "text": "Habe ich es versäumt, die Eucharistie mindestens einmal während der Osterzeit zu empfangen?",
      "text_past": "Ich habe es versäumt, während der Osterzeit wenigstens einmal die Eucharistie zu empfangen."
    },
    "40": {
      "detail": "",
      "text": "Habe ich versäumt, eine Stunde vor dem Empfang der Eucharistie zu fasten?",
      "text_past": "Ich habe es versäumt, eine Stunde vor dem Empfang der Eucharistie zu fasten."
    },
    "41": {
      "detail": "",
      "text": "Habe ich die Eucharistie im Zustand der Todsünde empfangen?",
      "text_past": "Ich habe die Eucharistie im Zustand der Todsünde empfangen."
    },
    "42": {
      "detail": "",
      "text": "Habe ich bei der Beichte absichtlich etwas verheimlicht?",
      "text_past": "Ich habe bei der Beichte absichtlich etwas verschwiegen."
    },
    "43": {
      "detail": "",
      "text": "War ich am Sonntag zu beschäftigt, um mich auszuruhen und Zeit mit meiner Familie zu verbringen?",
      "text_past": "Ich war zu beschäftigt, um am Sonntag zu ruhen und Zeit mit meiner Familie zu verbringen."
    },
    "44": {
      "detail": "",
      "text": "War ich eifersüchtig auf den Ehepartner oder Verlobten einer anderen Person?",
      "text_past": "Ich war eifersüchtig auf die Frau/den Mann oder die Verlobte/den Verlobten von jemand anderem."
    },
    "45": {
      "detail": "",
      "text": "War ich eifersüchtig auf etwas, das jemand anderem gehört?",
      "text_past": "Ich war eifersüchtig auf etwas, das jemand anderem gehört."
    },
    "46": {
      "detail": "",
      "text": "Habe ich für einen Kandidaten oder eine Politik gestimmt, die meine katholischen Werte nicht unterstützt?",
      "text_past": "Ich habe für einen Kandidaten oder eine Politik gestimmt, die meine katholischen Werte nicht unterstützt."
    },
    "47": {
      "detail": "",
      "text": "Habe ich Musik gehört oder ferngesehen oder einen Film geschaut, der einen schlechten Einfluss auf mich hatte?",
      "text_past": "Ich habe Musik gehört oder ferngesehen oder einen Film geschaut, der einen schlechten Einfluss auf mich hatte."
    },
    "48": {
      "detail": "",
      "text": "War ich gierig, oder habe ich es versäumt, meiner Kirche und den Armen großzügig zu geben?",
      "text_past": "Ich war habgierig oder habe es versäumt, meiner Kirche oder den Armen großzügig zu geben."
    },
    "49": {
      "detail": "",
      "text": "Habe ich wissentlich andere in die Sünde geführt?",
      "text_past": "Ich habe wissentlich andere in die Sünde geführt."
    },
    "50": {
      "detail": "",
      "text": "Habe ich versäumt, Gott in meinem Leben Priorität einzuräumen?",
      "text_past": "Ich habe es versäumt, Gott in meinem Leben an erste Stelle zu setzen."
    },
    "51": {
      "detail": "",
      "text": "Habe ich egoistisch gehandelt?",
      "text_past": "Ich habe egoistisch gehandelt."
    },
    "52": {
      "detail": "",
      "text": "Habe ich an okkulten Praktiken teilgenommen?",
      "text_past": "Ich habe an okkulten Praktiken teilgenommen."
    },
    "53": {
      "detail": "",
      "text": "War ich bei der Arbeit oder zu Hause faul?",
      "text_past": "Ich war zu Hause oder bei der Arbeit träge."
    },
    "54": {
      "detail": "",
      "text": "Habe ich bei meinen Schulaufgaben faul gewesen?",
      "text_past": "Ich war faul bei meinen Schulaufgaben."
    },
    "55": {
      "detail": "",
      "text": "War ich überheblich oder eitel?",
      "text_past": "Ich war überheblich oder eitel."
    },
    "56": {
      "detail": "",
      "text": "Habe ich die Sünde der Völlerei begangen?",
      "text_past": "Ich bin der Völlerei schuldig."
    },
    "57": {
      "detail": "",
      "text": "Habe ich mich von Ärger beherrschen lassen?",
      "text_past": "Ich habe mich von Wut beherrschen lassen."
    }
  },
  "sins_list": {
    "review": "Überprufen"
  },
  "walkthrough": {
    "amen": "Amen.",
    "bless_me_father": "Segne mich Vater, denn ich habe gesündigt. Es ist ____ seit meiner letzten Beichte gewesen, und das sind meine Sünden:",
    "god_the_father_of_mercies": "Gott, der Vater der Barmherzigkeit…",
    "in_the_name_of": "Im Namen des Vaters und des Sohnes und des Heiligen Geistes. Amen.",
    "thanks_be_to_god": "Dank sei Gott dem Herrn.",
    "the_lord_has_freed_you": "Der Herr hat Sie von der Sünde befreit. Gehen Sie in Frieden.",
    "these_are_my_sins": "Das sind meine Sünden, und ich bereue sie von ganzem Herzen.",
    "walkthrough": "Durchgang",
    "your_confessor_may_offer": "(Ihr Beichtvater kann Ihnen einen Rat geben oder ein kurzes Gespräch mit Ihnen führen.)",
    "your_confessor_will_assign": "(Dein Beichtvater wird Ihnen eine Buße auferlegen.) Beten Sie nun den Akt der Reue."
  },
  "welcome": {
    "body": " Es ist ein Hilfsmittel, das römisch-katholischen Katholiken dabei hilft, ihr Gewissen zu prüfen, bevor sie zur Beichte gehen. Wir hoffen, dass es Ihnen helfen kann, die seit Ihrer letzten Beichte begangenen Sünden zu verstehen. Aktivieren Sie einfach das Kästchen <strong>Ja</strong> neben den Sünden in der Liste <strong>Überprüfen</strong> oder tippen Sie unten rechts in der App auf die Schaltfläche <5>+</5>, um eine Sünde hinzuzufügen personalisiert. Wischen Sie dann nach rechts zur Registerkarte <strong>Überprüfen</strong>, um die Liste Ihrer Sünden anzuzeigen, und kehren Sie dann zur Registerkarte <strong>Bekennen</strong> zurück, um das Beichtritual noch einmal durchzugehen. <br /><br />Die von Ihnen eingegebenen Daten werden nur auf Ihrem Gerät gespeichert (sie werden <strong>niemals</strong> über das Internet übertragen). Die von Ihnen eingegebenen Daten bleiben in der App erhalten, auch wenn Sie das Fenster schließen oder die Seite neu laden, bis Sie in den App-Einstellungen <strong>Leer</strong> wählen.<br /><br />Möge der Herr Sie segnen Dein Weg zur Heiligkeit!",
    "ok": "",
    "title": "Willkommen!"
  }
}
