{
  "about": {
    "about_confession": "About Confession",
    "about_confession_end": "When you go to confession, typically, you will have the choice of kneeling anonymously behind a screen or sitting face-to-face with your confessor.Don't be nervous about going to confession! Whatever you confess, your priest has heard it before. Remember, he is there to help you.",
    "about_confession_intro": "Confession is the holy sacrament by which Catholics obtain pardon from God's mercy for their sins, and are thus reconciled with the Church, the community of believers, the Body of Christ.",
    "about_confessit": "About ConfessIt",
    "about_confessit_text": "<b>ConfessIt</b> is a <1>Roman Catholic</1> examination of conscience for computers, tablets, and phones. It's designed to be <b>simple</b> and <b>easy to use</b>, and it can help you remember your sins when you go to confession. There's also a confession walkthrough that tells you exactly what the priest will say and how you should respond – a great resource if you haven't been to confession in a while! The examination of conscience is based on fundamental Catholic church teachings, is easy to understand, and is relevant for modern Catholics.",
    "about_the_developer": "About the Developer",
    "about_this_app": "About This App",
    "can_i_help_with_translations": "Can I help with translations?",
    "can_i_help_write_code": "Can I help write code?",
    "ccc_quote": "<p>It is called the sacrament of conversion because it makes sacramentally present Jesus' call to conversion, the first step in returning to the Father (Cf. Mk 1:15; Lk 15:18) from whom one has strayed by sin.</p><p>It is called the sacrament of Penance, since it consecrates the Christian sinner's personal and ecclesial steps of conversion, penance, and satisfaction.</p><p>It is called the sacrament of confession, since the disclosure or confession of sins to a priest is an essential element of this sacrament. In a profound sense it is also a \"confession\" - acknowledgment and praise - of the holiness of God and of his mercy toward sinful man.</p><p>It is called the sacrament of forgiveness, since by the priest's sacramental absolution God grants the penitent \"pardon and peace\" (Ordo paenitantiae 46 formula of absolution).</p><p>It is called the sacrament of Reconciliation, because it imparts to the sinner the love of God who reconciles: \"Be reconciled to God\" (2 Cor 5:20). He who lives by God's merciful love is ready to respond to the Lord's call: \"Go; first be reconciled to your brother\" (Mt 5:24).</p><p>Conversion to Christ, the new birth of Baptism, the gift of the Holy Spirit and the Body and Blood of Christ received as food have made us \"holy and without blemish,\" just as the Church herself, the Bride of Christ, is \"holy and without blemish\" (Eph 1:4; 5:27). Nevertheless the new life received in Christian initiation has not abolished the frailty and weakness of human nature, nor the inclination to sin that tradition calls concupiscence, which remains in the baptized such that with the help of the grace of Christ they may prove themselves in the struggle of Christian life (Cf. Council of Trent, DS 1545; Lumen Gentium 40). This is the struggle of conversion directed toward holiness and eternal life to which the Lord never ceases to call us.</p><p>Jesus calls to conversion. This call is an essential part of the proclamation of the kingdom: \"The time is fulfilled, and the kingdom of God is at hand; repent, and believe in the gospel\" (Mk 1:15). Baptism is the principal place for the first and fundamental conversion, but then Christ's call to conversion continues to resound in the lives of Christians. This second conversion is an uninterrupted task for the whole Church who, \"clasping sinners to her bosom, (is) at once holy and always in need of purification, (and) follows constantly the path of penance and renewal\" (Lumen Gentium 8). This endeavor of conversion is not just a human work. It is the movement of a \"contrite heart,\" drawn and moved by grace to respond to the merciful love of God who loved us first (Ps 51:17; Jn 6:44; 12:32; 1 Jn 4:10). St. Ambrose says of the two conversions that, in the Church, \"there are water and tears: the water of Baptism and the tears of repentance\" (epistle 41).</p><footer>— Catechism of the Catholic Church 1423-1424,1426; cf. 1427-1429</footer>",
    "confessit_history": "Mike Kasberg released the first version of <0>ConfessIt for Android</0> in 2012. He'd just graduated from the Colorado School of Mines, and wanted to get his feet wet with Android development. Since then, ConfessIt for Android has been installed more than 28,000 times and has a 4.8 star rating after more than 1,000 reviews.",
    "confessit_is_open_source": "ConfessIt is open source. We develop the app on <0>GitHub</0> and we collaborate in the <1>Open Source Catholic</1> community on Slack.",
    "confessit_is_translated": "ConfessIt is translated into multiple languages. If you'd like to help with this effort by adding a new translation or improving an existing translation, please read about how to do so on <0>GitHub</0> or get in touch with us on <1>Open Source Catholic</1> Slack.",
    "confessit_web_history": "In 2020, Mike released a new cross-platform version of ConfessIt here at <0>confessit.app</0>, with the same core functionality as ConfessIt for Android. This new version is a progressive web app that works with any device – iOS, Android, or computer.",
    "history": "History",
    "if_you_find": "If you find this app useful, please consider <strong>sharing it</strong> with your friends and family. Tell people about it on Facebook, Reddit, Twitter, at your church, or in your Bible study group to help spread the word!",
    "information": "Bible quotes in this app come from the Revised Standard Version of the Holy Bible, Second Catholic Edition. Information from the Catechism of the Catholic Church was also used.",
    "information_you_enter": "Information you enter into this app is only stored on your device. It is not sent over the internet. We are able to do this using a technology provided by your web browser called <0>local storage</0>. We do not run Google Analytics or any other data collection mechanism on this site. Data you enter will be saved on your device until you hit <1>Clear</1> even if you close the window or refresh the page.",
    "mike_kasberg": "<0>Mike Kasberg</0> develops ConfessIt in his free time, as a way of giving back to the church. He is also involved in a few other small projects to support Catholic organizations with technology.",
    "open_source": "Open Source",
    "please_be_respectful": "Please be respectful of those around you when you use this app. I recommend that you turn your phone off when you're inside your church, and use this app before you arrive. If you do use this app inside your church or during confession, please ensure your phone is in silent mode.",
    "privacy": "Privacy",
    "testimonial_1": "This is making me feel so much more confident in knowing what to expect and what to say during confession.",
    "testimonial_1_author": "– Jessica",
    "testimonial_2": "Used this, priest was in awe.",
    "testimonial_2_author": "– Marc",
    "testimonial_3": "Great!!!! This app has been very helpful to me as a new convert to Catholicism.",
    "testimonial_3_author": "– Roy",
    "testimonial_4": "I found this app to really help me in preparing for confession. It really does help in remembering what you might need to confess.",
    "testimonial_4_author": "– Kendall",
    "this_app_is_designed": "This app is designed to help Roman Catholics prepare for the sacrament of confession by examining their conscience. It is <strong>NOT</strong> a substitute for confession.",
    "this_website": "This web app (<0>confessit.app</0>) works on computers, phones, and tablets. It's based on the <1>ConfessIt Android App</1> (created in 2012 by the same developer).",
    "we_welcome_new_contributions": "We welcome new contributions. If you'd like to contribute to ConfessIt, the best way to begin is by reading about how to do so on <0>GitHub</0>.",
    "where_to_find": "Confession times are listed in your local parish bulletin, and you can find them online at your parish website or at <0>masstimes.org</0>. You can also schedule a confession at any time you'd like by contacting your local parish."
  },
  "about_confessit_android": {
    "google_tm": "Android, Google Play and the Google Play logo are trademarks of Google Inc.",
    "is_the_original": "ConfessIt for Android is the original version of ConfessIt, and remains available in the Play store as a native Android app.",
    "privacy_policy": "Privacy Policy",
    "privacy_policy_details": "ConfessIt for Android stores your selections and input on your Android device. ConfessIt does not transmit user data off your device. Since ConfessIt does not transmit data off your device, it also does not share it with third parties."
  },
  "addbutton": {
    "add": "Add",
    "add-custom-sin": "Add custom sin",
    "cancel": "Cancel",
    "i-sinned-by": "I sinned by…"
  },
  "commandments": {
    "1": {
      "description": "I am the Lord your God, who brought you out of the land of Egypt, out of the house of bondage. You shall have no other gods before me… you shall not bow down to them or serve them; for I the Lord your God am a jealous God… showing steadfast love to thousands of those who love me and keep my commandments. (Ex 20:2-6) The capital sins of pride and gluttony are often considered to break this commandment.",
      "text": "You shall have no other gods before Me. (Ex 20:3)",
      "title": "First Commandment"
    },
    "2": {
      "description": "You shall not take the name of the Lord your God in vain; for the Lord will not hold him guiltless who takes his name in vain. (Ex 20:7)",
      "text": "You shall not take the name of the Lord your God in vain. (Ex 20:7)",
      "title": "Second Commandment"
    },
    "3": {
      "description": "Remember the sabbath day, to keep it holy. Six days you shall labor, and do all your work; but the seventh day is a sabbath to the Lord your God; in it you shall not do any work… For in six days the Lord made heaven and earth, the sea, and all that is in them, and rested the seventh day; therefore the Lord blessed the sabbath day and hallowed it. (Ex 20:8-11)",
      "text": "Remember the sabbath day, to keep it holy. (Ex 20:8)",
      "title": "Third Commandment"
    },
    "4": {
      "description": "Honor your father and mother, that your days may be long in the land which the Lord your God gives you. (Ex 20:12)",
      "text": "Honor your father and your mother. (Ex 20:12)",
      "title": "Fourth Commandment"
    },
    "5": {
      "description": "You shall not kill. (Ex 20:13) The capital sin of anger is often associated with this commandment.",
      "text": "You shall not kill. (Ex 20:13)",
      "title": "Fifth Commandment"
    },
    "6": {
      "description": "You shall not commit adultery. (Ex 20:14) The capital sin of lust breaks this commandment.",
      "text": "You shall not commit adultery. (Ex 20:14)",
      "title": "Sixth Commandment"
    },
    "7": {
      "description": "You shall not steal. (Ex 20:15) The capital sins of greed and sloth are often considered to break this commandment.",
      "text": "You shall not steal. (Ex 20:15)",
      "title": "Seventh Commandment"
    },
    "8": {
      "description": "You shall not bear false witness against your neighbor. (Ex 20:16)",
      "text": "You shall not bear false witness against your neighbor. (Ex 20:16)",
      "title": "Eighth Commandment"
    },
    "9": {
      "description": "You shall not covet your neighbor's wife. (Ex 20:17) The capital sin of jealousy can break this commandment.",
      "text": "You shall not covet your neighbor's wife. (Ex 20:17)",
      "title": "Ninth Commandment"
    },
    "10": {
      "description": "You shall not covet your neighbor's house… or his manservant, or his maidservant, or his ox, or his ass, or anything that is your neighbor's. (Ex 20:17) The capital sin of jealousy can break this commandment.",
      "text": "You shall not covet your neighbor's goods. (Ex 20:17)",
      "title": "Tenth Commandment"
    },
    "11": {
      "description": "The precepts of the Church are set in the context of a moral life bound to and nourished by liturgical life. The obligatory character of these positive laws decreed by the pastoral authorities is meant to guarantee to the faithful the very necessary minimum in the spirit of prayer and moral effort, in the growth in love of God and neighbor (CCC 2041).",
      "text": "The precepts of the Catholic Church are the minimum requirements that all Catholics should fulfill.",
      "title": "Precepts of the Church"
    }
  },
  "examine_list": {
    "examine": "Examine"
  },
  "examineitem": {
    "yes": "Yes"
  },
  "help": {
    "basic_usage": "Basic Usage",
    "confessit_help": "ConfessIt Help",
    "data_persistence": "Data Persistence",
    "data_persistence_text": "Data you enter is stored on your device (never sent over the internet). Data you enter will be saved until you hit <strong>Clear</strong>, even if you close the window or refresh the page. Be sure to clear your data when you're done if you don't want other people who use this device to see your data!",
    "step_1": "In the <strong>Examination</strong> tab, mark <strong>Yes</strong> next to all the sins you want to remember to confess.",
    "step_2": "Swipe to the next tab, <strong>Review</strong>, to see a list of sins you've marked. You can review this list before or during confession if you wish.",
    "step_3": "If you're unsure what to say in confession, swipe to the next tab, <strong>Walkthrough</strong>, to see roughly what you and the priest will say to each other in confession. You can review this during confession if you wish.",
    "step_4": "After you've gone to confession, use the <strong>Clear</strong> button to clear all the sins you've marked."
  },
  "navbar": {
    "about": "About",
    "clear": "Clear",
    "confession": "Confession",
    "confessit_android": "ConfessIt for Android",
    "help": "Help",
    "prayers": "Prayers"
  },
  "prayers": {
    "act_of_contrition": "Act Of Contrition",
    "act_of_contrition_text": "My God,<br />I am sorry for my sins with all my heart.<br />In choosing to do wrong and failing to do good, I have sinned against You, whom I should love above all things.<br />I firmly intend with Your help to do penance, to sin no more, and to avoid whatever leads me to sin.<br />Jesus Christ suffered and died for us. In His name, my God, have mercy.",
    "another_act_of_contrition": "Another Act Of Contrition",
    "another_act_of_contrition_text": "O my God,<br />I am heartily sorry for having offended Thee, and I detest all of my sins, because I dread the loss of heaven, and the pains of hell;<br />but most of all because they offend Thee, my God, Who are all good and deserving of my love.<br />I firmly resolve, with the help of Thy grace, to confess my sins, to do penance, and to amend my life.<br />Amen.",
    "hail_holy_queen": "Hail Holy Queen",
    "hail_holy_queen_text": "Hail, holy Queen, Mother of Mercy!<br />Our life, our sweetness, and our hope!<br />To thee do we cry, poor banished children of Eve. To thee do we send up our sighs, lonely and weeping in this valley of tears.<br />Turn then, most gracious advocate, thine eyes of mercy toward us; and after this our exile show unto us the blessed fruit of thy womb, Jesus.<br />O clement, O loving, O sweet virgin Mary. Pray for us, holy Mother of God, that we may be made worthy of the promises of Christ.<br />Amen.",
    "hail_mary": "Hail Mary",
    "hail_mary_text": "Hail Mary, full of grace.<br />The Lord is with thee.<br />Blessed art thou among women, and blessed is the fruit of thy womb, Jesus.<br />Holy Mary, mother of God,<br />pray for us sinners, now and at the hour of our death.<br />Amen.",
    "our_father": "Our Father",
    "our_father_text": "Our Father,<br />Who art in heaven, hallowed be Thy name;<br />Thy kingdom come, Thy will be done, on earth as it is in heaven.<br />Give us this day our daily bread, and forgive us our trespasses,<br />as we forgive those who trespass against us;<br />and lead us not into temptation, but deliver us from evil.<br />Amen.",
    "prayer_before_confession": "Prayer Before Confession",
    "prayer_before_confession_text": "My Lord and God, I have sinned. I am guilty before you.<br />Grant me the strength to say to Your minister what I say to You in the secret of my heart.<br />Increase my repentance. Make it more genuine. May it really be a sorrow for having offended You and my neighbor rather than a wounded love of self.<br />Help me to atone for my sin. May the sufferings of my life and my little mortifications be joined with the sufferings of Jesus, Your Son, and cooperate in rooting sin from the world.<br />Amen.",
    "prayers": "Prayers",
    "thanksgiving_after_confession": "Thanksgiving After Confession",
    "thanksgiving_after_confession_text": "My dearest Jesus,<br />I have told all my sins as well as I could. I have tried hard to make a good confession. I feel sure that You have forgiven me. I thank You. It is only because of all Your sufferings that I can go to confession and free myself from my sins. Your heart is full of love and mercy for poor sinners. I love You because You are so good to me.<br />My loving Savior,<br />I shall try to keep from sin and to love you more each day.<br />My dear Mother Mary,<br />pray for me and help me to keep my promises. Protect me and do not let me fall back into sin."
  },
  "priestbubble": {
    "priest": "Priest"
  },
  "sins": {
    "1": {
      "detail": "To obey in faith is to submit freely to the word that has been heard, because its truth is guaranteed by God, who is Truth itself (CCC 144). It is important to believe in all of the teachings of the church.",
      "text": "Did I refuse to believe the teachings of the Catholic Church?",
      "text_past": "I refused to believe the teachings of the Catholic Church."
    },
    "2": {
      "detail": "The first commandment forbids honoring gods other than the one Lord who has revealed himself to his people (CCC 2110). It is wrong to practice a religion other than Catholicism because it weakens our relationship with our Lord.",
      "text": "Did I practice any religion besides Catholicism?",
      "text_past": "I practiced a religion besides Catholicism."
    },
    "3": {
      "detail": "Presuming God's mercy is hoping to obtain forgiveness without conversion and glory without merit (CCC 2092). It is wrong to do something immoral because you expect God to forgive you.",
      "text": "Did I presume God's mercy?",
      "text_past": "I presumed God's mercy."
    },
    "4": {
      "detail": "Adoring God, praying to him, offering him the worship that belongs to him, fulfilling the promises and vows made to him are acts of the virtue of religion which fall under obedience to the first commandment (CCC 2135). Prayer is important because without prayer we cannot have a relationship with God.",
      "text": "How is my prayer life? Do I need to pray more often?",
      "text_past": "I need to pray more often."
    },
    "5": {
      "detail": "",
      "text": "Our culture often conflicts with Catholic ideals. Did I fail to stand up for Catholic moral values?",
      "text_past": "I failed to stand up for Catholic moral values."
    },
    "6": {
      "detail": "",
      "text": "Did I use foul language?",
      "text_past": "I used foul language."
    },
    "7": {
      "detail": "The second commandment forbids every improper use of God's name. Blasphemy is the use of the name of God, of Jesus Christ, of the Virgin Mary, and of the saints in an offensive way (CCC 2162).",
      "text": "Did I use God's name without respect?",
      "text_past": "I used God's name without respect."
    },
    "8": {
      "detail": "Respect for His name is an expression of the respect owed to the mystery of God himself and to the whole sacred reality it evokes (CCC 2144).",
      "text": "Did I insult God?",
      "text_past": "I insulted God."
    },
    "9": {
      "detail": "The first precept of the Catholic church is \"You shall attend Mass on Sundays and holy days of obligation and rest from servile labor\" (CCC 2042). As Catholics, we look forward to celebrating the Eucharist every Sunday. It is a sin to skip mass because it weakens our relationship with God.",
      "text": "Did I skip mass on Sunday?",
      "text_past": "I skipped mass on Sunday."
    },
    "10": {
      "detail": "The first precept of the Catholic church is \"You shall attend Mass on Sundays and holy days of obligation and rest from servile labor\" (CCC 2042). As Catholics, we look forward to celebrating the Eucharist on holy days of obligation. It is a sin to skip mass because it weakens our relationship with God.",
      "text": "Did I skip mass on a holy day of obligation?",
      "text_past": "I skipped mass on a holy day of obligation."
    },
    "11": {
      "detail": "Come to church early, approach the Lord, and confess your sins, repent in prayer… Be present at the sacred and divine liturgy, conclude its prayer and do not leave before dismissal… (CCC 2178). It is also rude and distracting to others who are worshipping to arrive late or leave early.",
      "text": "Did I arrive to mass late or leave early?",
      "text_past": "I arrived to mass late or left early."
    },
    "12": {
      "detail": "",
      "text": "Did I disobey my parents?",
      "text_past": "I disobeyed my parents."
    },
    "13": {
      "detail": "",
      "text": "Did I fail to raise my children in the Catholic faith?",
      "text_past": "I failed to raise my children in the Catholic faith."
    },
    "14": {
      "detail": "",
      "text": "Did I fail to care for my elderly relatives?",
      "text_past": "I failed to care for my elderly relatives."
    },
    "15": {
      "detail": "",
      "text": "Did I neglect my family?",
      "text_past": "I neglected my family."
    },
    "16": {
      "detail": "",
      "text": "Did I disobey any responsible adult?",
      "text_past": "I disobeyed a responsible adult."
    },
    "17": {
      "detail": "",
      "text": "Did I fail to teach my children about their human sexuality?",
      "text_past": "I failed to teach my children about their human sexuality."
    },
    "18": {
      "detail": "",
      "text": "Did I break a just law?",
      "text_past": "I broke a just law."
    },
    "19": {
      "detail": "",
      "text": "Did I physically hurt anyone?",
      "text_past": "I physically hurt someone."
    },
    "20": {
      "detail": "",
      "text": "Did I have an abortion? Did I participate in an abortion?",
      "text_past": "I had or participated in an abortion."
    },
    "21": {
      "detail": "\"Every action which, whether in anticipation of the conjugal act, or in its accomplishment, or in the development of its natural consequences, proposes, whether as an end or as a means, to render procreation impossible is intrinsically evil\" (CCC 2370). \"Legitimate intentions on the part of the spouses do not justify recourse to morally unacceptable means (for example, direct sterilization or contraception)\" (CCC 2399). Artificial contraception is wrong because it makes a beautiful act of love into something selfish.",
      "text": "Did I use artificial birth control?",
      "text_past": "I used artificial birth control."
    },
    "22": {
      "detail": "",
      "text": "Did I attempt suicide?",
      "text_past": "I attempted suicide."
    },
    "23": {
      "detail": "",
      "text": "Did I participate in euthanasia?",
      "text_past": "I participated in Euthanasia."
    },
    "24": {
      "detail": "",
      "text": "Did I abuse drugs or alcohol?",
      "text_past": "I abused drugs or alcohol."
    },
    "25": {
      "detail": "",
      "text": "Did I have sex outside marriage?",
      "text_past": "I had sex outside marriage."
    },
    "26": {
      "detail": "",
      "text": "Am I guilty of the sin of lust?",
      "text_past": "I am guilty of the sin of lust."
    },
    "27": {
      "detail": "",
      "text": "Did I look at pornography?",
      "text_past": "I looked at pornography."
    },
    "28": {
      "detail": "",
      "text": "Did I act on homosexual desires?",
      "text_past": "I acted on homosexual desires."
    },
    "29": {
      "detail": "",
      "text": "Did I fail to honor my husband or wife?",
      "text_past": "I failed to honor my husband or wife."
    },
    "30": {
      "detail": "",
      "text": "Did I read erotic literature?",
      "text_past": "I read erotic literature."
    },
    "31": {
      "detail": "",
      "text": "Did I engage in sexually immoral acts?",
      "text_past": "I engaged in sexually immoral acts."
    },
    "32": {
      "detail": "",
      "text": "Did I give in to overly passionate kissing for pleasure?",
      "text_past": "I gave in to overly passionate kissing for pleasure."
    },
    "33": {
      "detail": "",
      "text": "Did I steal anything? If so, to what extent?",
      "text_past": "I stole something. (To such and such an extent.)"
    },
    "34": {
      "detail": "",
      "text": "Did I pirate movies, music, or software?",
      "text_past": "I pirated movies, music, or software."
    },
    "35": {
      "detail": "",
      "text": "Did I lie or cheat?",
      "text_past": "I lied or cheated."
    },
    "36": {
      "detail": "",
      "text": "Did I gossip about others?",
      "text_past": "I gossiped about others."
    },
    "37": {
      "detail": "",
      "text": "Did I fail to fast on Ash Wednesday and Good Friday?",
      "text_past": "I failed to fast on Ash Wednesday or Good Friday."
    },
    "38": {
      "detail": "",
      "text": "Did I fail to abstain from meat on Fridays of Lent and Ash Wednesday?",
      "text_past": "I failed to abstain from meat on a Friday during Lent or Ash Wednesday."
    },
    "39": {
      "detail": "",
      "text": "Did I fail to receive the Eucharist at least once during Easter?",
      "text_past": "I failed to receive the Eucharist at least once during Easter."
    },
    "40": {
      "detail": "",
      "text": "Did I fail to fast for an hour before receiving the Eucharist?",
      "text_past": "I failed to fast for an hour before receiving the Eucharist."
    },
    "41": {
      "detail": "",
      "text": "Did I receive the Eucharist in a state of mortal sin?",
      "text_past": "I received the Eucharist in a state of mortal sin."
    },
    "42": {
      "detail": "",
      "text": "Did I intentionally hide something at confession?",
      "text_past": "I intentionally hid something at confession."
    },
    "43": {
      "detail": "",
      "text": "Was I too busy to rest and spend time with my family on Sunday?",
      "text_past": "I was too busy to rest and spend time with my family on Sunday."
    },
    "44": {
      "detail": "",
      "text": "Was I jealous of someone else's wife/husband or fiancée/fiancé?",
      "text_past": "I was jealous of someone else's wife/husband or fiancée/fiancé."
    },
    "45": {
      "detail": "",
      "text": "Was I jealous of something that belongs to someone else?",
      "text_past": "I was jealous of something that belongs to someone else."
    },
    "46": {
      "detail": "",
      "text": "Did I vote for a candidate or policy that does not uphold my Catholic values?",
      "text_past": "I voted for a candidate or policy that does not uphold my Catholic values."
    },
    "47": {
      "detail": "",
      "text": "Did I listen to music or watch TV or a movie that have a bad influence on me?",
      "text_past": "I listened to music or watched TV or a movie that had a bad influence on me."
    },
    "48": {
      "detail": "",
      "text": "Was I greedy, or did I fail to give generously to my church and to the poor?",
      "text_past": "I was greedy or failed to give generously to my church or to the poor."
    },
    "49": {
      "detail": "",
      "text": "Did I knowingly lead others into sin?",
      "text_past": "I knowingly led others into sin."
    },
    "50": {
      "detail": "",
      "text": "Did I fail to make God a priority in my life?",
      "text_past": "I failed to make God a priority in my life."
    },
    "51": {
      "detail": "",
      "text": "Have I acted selfishly?",
      "text_past": "I acted selfishly."
    },
    "52": {
      "detail": "",
      "text": "Did I participate in occult practices?",
      "text_past": "I participated in occult practices."
    },
    "53": {
      "detail": "",
      "text": "Have I been slothful at work or at home?",
      "text_past": "I was slothful at work or at home."
    },
    "54": {
      "detail": "",
      "text": "Have I been lazy with my school work?",
      "text_past": "I was lazy with my school work."
    },
    "55": {
      "detail": "",
      "text": "Have I been prideful or vain?",
      "text_past": "I was prideful or vain."
    },
    "56": {
      "detail": "",
      "text": "Have I committed the sin of gluttony?",
      "text_past": "I am guilty of gluttony."
    },
    "57": {
      "detail": "",
      "text": "Have I allowed myself to be controlled by anger?",
      "text_past": "I allowed myself to be controlled by anger."
    }
  },
  "sins_list": {
    "clear_all_data": "Clear All Data",
    "finish_confession": "Finish Confession",
    "last_confession_on": "Your last confession was on {{date}}.",
    "review": "Review"
  },
  "walkthrough": {
    "amen": "Amen.",
    "bless_me_father_day": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "bless_me_father_days": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "bless_me_father_month": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "bless_me_father_months": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "bless_me_father_week": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "bless_me_father_weeks": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "bless_me_father_year": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "bless_me_father_years": "Bless me, Father, for I have sinned. It has been {{timeSinceLastConfession}} since my last confession. These are my sins:",
    "god_the_father_of_mercies": "God, the Father of mercies…",
    "in_the_name_of": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen.",
    "thanks_be_to_god": "Thanks be to God.",
    "the_lord_has_freed_you": "The Lord has freed you from sin. Go in peace.",
    "these_are_my_sins": "These are my sins, and I am sorry for them with all my heart.",
    "walkthrough": "Walkthrough",
    "your_confessor_may_offer": "(Your confessor may offer you some advice or have a short conversation with you.)",
    "your_confessor_will_assign": "(Your confessor will assign you penance.) Now pray the act of contrition."
  },
  "welcome": {
    "body": " is a tool to help Roman Catholics walk through an examination of conscience prior to going to confession. We hope you'll find this useful to help remember sins you've committed since your last confession. Just check the <strong>Yes</strong> box next to sins in the <strong>Examine</strong> list, or tap the <5>+</5> button at the bottom right of the app to add your own. Then, scroll to the right to <strong>Review</strong> your sins and <strong>Walkthrough</strong> the steps of going to confession. <br /><br />Data you enter is stored on your device (<strong>never</strong> sent over the Internet). Data you enter will be saved until you hit <strong>Clear</strong> in the app settings, even if you close the window or refresh the page. <br /><br />God bless you on your path to holiness!",
    "ok": "OK",
    "title": "Welcome!"
  }
}
