{
  "navbar": {
    "prayers": "Prayers",
    "help": "Help",
    "about": "About"
  },
  "commandments": {
    "1": {
      "title": "First Commandment",
      "text": "You shall have no other gods before Me. (Ex 20:3)",
      "description": "I am the Lord your God, who brought you out of the land of Egypt, out of the house of bondage. You shall have no other gods before me... you shall not bow down to them or serve them; for I the Lord your God am a jealous God... showing steadfast love to thousands of those who love me and keep my commandments. (Ex 20:2-6) The capital sins of pride and gluttony are often considered to break this commandment."
    },
    "2": {
      "title": "Second Commandment",
      "text": "You shall not take the name of the Lord your God in vain. (Ex 20:7)",
      "description": "You shall not take the name of the Lord your God in vain; for the Lord will not hold him guiltless who takes his name in vain. (Ex 20:7)"
    },
    "3": {
      "title": "Third Commandment",
      "text": "Remember the sabbath day, to keep it holy. (Ex 20:8)",
      "description": "Remember the sabbath day, to keep it holy. Six days you shall labor, and do all your work; but the seventh day is a sabbath to the Lord your God; in it you shall not do any work... For in six days the Lord made heaven and earth, the sea, and all that is in them, and rested the seventh day; therefore the Lord blessed the sabbath day and hallowed it. (Ex 20:8-11)"
    },
    "4": {
      "title": "Fourth Commandment",
      "text": "Honor your father and your mother. (Ex 20:12)",
      "description": "Honor your father and mother, that your days may be long in the land which the Lord your God gives you. (Ex 20:12)"
    },
    "5": {
      "title": "Fifth Commandment",
      "text": "You shall not kill. (Ex 20:13)",
      "description": "You shall not kill. (Ex 20:13) The capital sin of anger is often associated with this commandment."
    },
    "6": {
      "title": "Sixth Commandment",
      "text": "You shall not commit adultery. (Ex 20:14)",
      "description": "You shall not commit adultery. (Ex 20:14) The capital sin of lust breaks this commandment."
    },
    "7": {
      "title": "Seventh Commandment",
      "text": "You shall not steal. (Ex 20:15)",
      "description": "You shall not steal. (Ex 20:15) The capital sins of greed and sloth are often considered to break this commandment."
    },
    "8": {
      "title": "Eighth Commandment",
      "text": "You shall not bear false witness against your neighbor. (Ex 20:16)",
      "description": "You shall not bear false witness against your neighbor. (Ex 20:16)"
    },
    "9": {
      "title": "Ninth Commandment",
      "text": "You shall not covet your neighbor's wife. (Ex 20:17)",
      "description": "You shall not covet your neighbor's wife. (Ex 20:17) The capital sin of jealousy can break this commandment."
    },
    "10": {
      "title": "Tenth Commandment",
      "text": "You shall not covet your neighbor's goods. (Ex 20:17)",
      "description": "You shall not covet your neighbor's house... or his manservant, or his maidservant, or his ox, or his ass, or anything that is your neighbor's. (Ex 20:17) The capital sin of jealousy can break this commandment."
    },
    "11": {
      "title": "Precepts of the Church",
      "text": "The precepts of the Catholic Church are the minimum requirements that all Catholics should fulfill.",
      "description": "The precepts of the Church are set in the context of a moral life bound to and nourished by liturgical life. The obligatory character of these positive laws decreed by the pastoral authorities is meant to guarantee to the faithful the very necessary minimum in the spirit of prayer and moral effort, in the growth in love of God and neighbor (CCC 2041)."
    }
  },
  "sins": {
    "1": {
      "text": "Did I refuse to believe the teachings of the Catholic Church?",
      "text_past": "I refused to believe the teachings of the Catholic Church.",
      "detail": "To obey in faith is to submit freely to the word that has been heard, because its truth is guaranteed by God, who is Truth itself (CCC 144). It is important to believe in all of the teachings of the church."
    },
    "2": {
      "text": "Did I practice any religion besides Catholicism?",
      "text_past": "I practiced a religion besides Catholicism.",
      "detail": "The first commandment forbids honoring gods other than the one Lord who has revealed himself to his people (CCC 2110).  It is wrong to practice a religion other than Catholicism because it weakens our relationship with our Lord."
    },
    "3": {
      "text": "Did I presume God's mercy?",
      "text_past": "I presumed God's mercy.",
      "detail": "Presuming God's mercy is hoping to obtain forgiveness without conversion and glory without merit (CCC 2092). It is wrong to do something immoral because you expect God to forgive you."
    },
    "4": {
      "text": "How is my prayer life?  Do I need to pray more often?",
      "text_past": "I need to pray more often.",
      "detail": "Adoring God, praying to him, offering him the worship that belongs to him, fulfilling the promises and vows made to him are acts of the virtue of religionwhich fall under obedience to the first commandment (CCC 2135). Prayer is important because without prayer we cannot have a relationship with God."
    },
    "5": {
      "text": "Our culture often conflicts with Catholic ideals.  Did I fail to stand up for Catholic moral values?",
      "text_past": "I failed to stand up for Catholic moral values.",
      "detail": ""
    },
    "6": {
      "text": "Did I use foul language?",
      "text_past": "I used foul language.",
      "detail": ""
    },
    "7": {
      "text": "Did I use God's name without respect?",
      "text_past": "I used God's name without respect.",
      "detail": "The second commandment forbids every improper use of God's name. Blasphemy is the use of the name of God, of Jesus Christ, of the Virgin Mary, and of the saints in an offensive way (CCC 2162)."
    },
    "8": {
      "text": "Did I insult God?",
      "text_past": "I insulted God.",
      "detail": "Respect for His name is an expression of the respect owed to the mystery of God himself and to the whole sacred reality it evokes (CCC 2144)."
    },
    "9": {
      "text": "Did I skip mass on Sunday?",
      "text_past": "I skipped mass on Sunday.",
      "detail": "The first precept of the Catholic church is \"You shall attend Mass on Sundays and holy days of obligation and rest from servile labor\" (CCC 2042).  As Catholics, we look forward to celebrating the Eucharist every Sunday. It is a sin to skip mass because it weakens our relationship with God."
    },
    "10": {
      "text": "Did I skip mass on a holy day of obligation?",
      "text_past": "I skipped mass on a holy day of obligation.",
      "detail": "The first precept of the Catholic church is \"You shall attend Mass on Sundays and holy days of obligation and rest from servile labor\" (CCC 2042).  As Catholics, we look forward to celebrating the Eucharist on holy days of obligation. It is a sin to skip mass because it weakens our relationship with God."
    },
    "11": {
      "text": "Did I arrive to mass late or leave early?",
      "text_past": "I arrived to mass late or left early.",
      "detail": "Come to church early, approach the Lord, and confess your sins, repent in prayer... Be present at the sacred and divine liturgy, conclude its prayer and do not leave before dismissal... (CCC 2178).  It is also rude and distracting to others who are worshipping to arrive late or leave early."
    },
    "12": {
      "text": "Did I disobey my parents?",
      "text_past": "I disobeyed my parents.",
      "detail": ""
    },
    "13": {
      "text": "Did I fail to raise my children in the Catholic faith?",
      "text_past": "I failed to raise my children in the Catholic faith.",
      "detail": ""
    },
    "14": {
      "text": "Did I fail to care for my elderly relatives?",
      "text_past": "I failed to care for my elderly relatives.",
      "detail": ""
    },
    "15": {
      "text": "Did I neglect my family?",
      "text_past": "I neglected my family.",
      "detail": ""
    },
    "16": {
      "text": "Did I disobey any responsible adult?",
      "text_past": "I disobeyed a responsible adult.",
      "detail": ""
    },
    "17": {
      "text": "Did I fail to teach my children about their human sexuality?",
      "text_past": "I failed to teach my children about their human sexuality.",
      "detail": ""
    },
    "18": {
      "text": "Did I break a just law?",
      "text_past": "I broke a just law.",
      "detail": ""
    },
    "19": {
      "text": "Did I physically hurt anyone?",
      "text_past": "I physically hurt someone.",
      "detail": ""
    },
    "20": {
      "text": "Did I have an abortion?  Did I participate in an abortion?",
      "text_past": "I had or participated in an abortion.",
      "detail": ""
    },
    "21": {
      "text": "Did I use artificial birth control?",
      "text_past": "I used artificial birth control.",
      "detail": "\"Every action which, whether in anticipation of the conjugal act, or in its accomplishment, or in the development of its natural consequences, proposes, whether as an end or as a means, to render procreation impossible is intrinsically evil\" (CCC 2370). \"Legitimate intentions on the part of the spouses do not justify recourse to morally unacceptable means (for example, direct sterilization or contraception)\" (CCC 2399). Artificial contraception is wrong because it makes a beautiful act of love into something selfish."
    },
    "22": {
      "text": "Did I think about or attempt suicide?",
      "text_past": "I thought about or attempted suicide.",
      "detail": ""
    },
    "23": {
      "text": "Did I participate in euthanasia?",
      "text_past": "I participated in Euthanasia.",
      "detail": ""
    },
    "24": {
      "text": "Did I abuse drugs or alcohol?",
      "text_past": "I abused drugs or alcohol.",
      "detail": ""
    },
    "25": {
      "text": "Did I have sex outside marriage?",
      "text_past": "I had sex outside marriage.",
      "detail": ""
    },
    "26": {
      "text": "Am I guilty of the sin of lust?",
      "text_past": "I am guilty of the sin of lust.",
      "detail": ""
    },
    "27": {
      "text": "Did I look at pornography?",
      "text_past": "I looked at pornography.",
      "detail": ""
    },
    "28": {
      "text": "Did I act on homosexual desires?",
      "text_past": "I acted on homosexual desires.",
      "detail": ""
    },
    "29": {
      "text": "Did I fail to honor my husband or wife?",
      "text_past": "I failed to honor my husband or wife.",
      "detail": ""
    },
    "30": {
      "text": "Did I read erotic literature?",
      "text_past": "I read erotic literature.",
      "detail": ""
    },
    "31": {
      "text": "Did I engage in sexually immoral acts?",
      "text_past": "I engaged in sexually immoral acts.",
      "detail": ""
    },
    "32": {
      "text": "Did I give in to overly passionate kissing for pleasure?",
      "text_past": "I gave in to overly passionate kissing for pleasure.",
      "detail": ""
    },
    "33": {
      "text": "Did I steal anything?",
      "text_past": "I stole something.",
      "detail": ""
    },
    "34": {
      "text": "Did I pirate movies, music, or software?",
      "text_past": "I pirated movies, music, or software.",
      "detail": ""
    },
    "35": {
      "text": "Did I lie or cheat?",
      "text_past": "I lied or cheated.",
      "detail": ""
    },
    "36": {
      "text": "Did I gossip about others?",
      "text_past": "I gossiped about others.",
      "detail": ""
    },
    "37": {
      "text": "Did I fail to fast on Ash Wednesday and Good Friday?",
      "text_past": "I failed to fast on Ash Wednesday or Good Friday.",
      "detail": ""
    },
    "38": {
      "text": "Did I fail to abstain from meat on Fridays of Lent and Ash Wednesday?",
      "text_past": "I failed to abstain from meat on a Friday during Lent or Ash Wednesday.",
      "detail": ""
    },
    "39": {
      "text": "Did I fail to receive the Eucharist at least once during Easter?",
      "text_past": "I failed to receive the Eucharist at least once during Easter.",
      "detail": ""
    },
    "40": {
      "text": "Did I fail to fast for an hour before receiving the Eucharist?",
      "text_past": "I failed to fast for an hour before receiving the Eucharist.",
      "detail": ""
    },
    "41": {
      "text": "Did I receive the Eucharist in a state of mortal sin?",
      "text_past": "I received the Eucharist in a state of mortal sin.",
      "detail": ""
    },
    "42": {
      "text": "Did I intentionally hide something at confession?",
      "text_past": "I intentionally hid something at confession.",
      "detail": ""
    },
    "43": {
      "text": "Was I too busy to rest and spend time with my family on Sunday?",
      "text_past": "I was too busy to rest and spend time with my family on Sunday.",
      "detail": ""
    },
    "44": {
      "text": "Was I jealous of someone else's wife or girlfriend?",
      "text_past": "I was jealous of someone else's wife or girlfriend.",
      "detail": ""
    },
    "45": {
      "text": "Was I jealous of something that belongs to someone else?",
      "text_past": "I was jealous of something that belongs to someone else.",
      "detail": ""
    },
    "46": {
      "text": "Did I vote for a candidate or policy that does not uphold my Catholic values?",
      "text_past": "I voted for a candidate or policy that does not uphold my Catholic values.",
      "detail": ""
    },
    "47": {
      "text": "Did I listen to music or watch TV or a movie that have a bad influence on me?",
      "text_past": "I listened to music or watched TV or a movie that had a bad influence on me.",
      "detail": ""
    },
    "48": {
      "text": "Was I greedy, or did I fail to give generously to my church and to the poor?",
      "text_past": "I was greedy or failed to give generously to my church or to the poor.",
      "detail": ""
    },
    "49": {
      "text": "Did I knowingly lead others into sin?",
      "text_past": "I knowingly led others into sin.",
      "detail": ""
    },
    "50": {
      "text": "Did I fail to make God a priority in my life?",
      "text_past": "I failed to make God a priority in my life.",
      "detail": ""
    },
    "51": {
      "text": "Have I acted selfishly?",
      "text_past": "I acted selfishly.",
      "detail": ""
    },
    "52": {
      "text": "Did I participate in occult practices?",
      "text_past": "I participated in occult practices.",
      "detail": ""
    },
    "53": {
      "text": "Have I been slothful at work or at home?",
      "text_past": "I was slothful at work or at home.",
      "detail": ""
    },
    "54": {
      "text": "Have I been lazy with my school work?",
      "text_past": "I was lazy with my school work.",
      "detail": ""
    },
    "55": {
      "text": "Have I been prideful or vain?",
      "text_past": "I was prideful or vain.",
      "detail": ""
    },
    "56": {
      "text": "Have I committed the sin of gluttony?",
      "text_past": "I am guilty of gluttony.",
      "detail": ""
    },
    "57": {
      "text": "Have I allowed myself to be controlled by anger?",
      "text_past": "I allowed myself to be controlled by anger.",
      "detail": ""
    }
  }
}